{
  "name": "cosmos.public.dappnode.eth",
  "version": "0.0.2",
  "description": "Cosmos Network fullnode and Lunie web Wallet",
  "avatar": "/ipfs/Qmdj6YhkErGKB22hcLTe6WBvs3SunKREVUkkmDip18yLyX",
  "type": "service",
  "image": {
    "path": "cosmos.public.dappnode.eth_0.0.2.tar.xz",
    "hash": "/ipfs/QmfMDw1G9PPs6memG6pa5spkqA9GS95tMsTKc11Jui49LP",
    "size": 28640642,
    "restart": "always",
    "volumes": [
      "cosmos:/root/.gaiad"
    ],
    "ports": [
      "26656:26656",
      "26657:26657"
    ],
    "keywords": [
      "DAppNode",
      "Cosmos"
    ]
  },
  "disclaimer": {
    "message": "This software is experimental, presented 'as is' and inherently carries risks. By installing it, you acknowledge that DAppNode Association has done its best to mitigate these risks and accept to waive any liability or responsibility for DAppNode in case of any shortage, discrepancy, damage, loss or destruction of any digital asset managed within this DAppNode package.\n\nThis package stores private keys, which will be stored in your DAppNode. Neither DAppNode Association nor the developers of this software can have access to your private key, nor help you recover it if you lose it. \n\nYou are solely responsible for keeping your private keys and password safe and to perform secure backups, as well as to restrict access to your computer and other equipment. To the extent permitted by applicable law, you agree to be responsible for all activities that have been conducted from your account. You must take all necessary steps to ensure that your private key, password, and recovery phrase remain confidential and secured."
  },
  "author": "La ColmenaSVQ (https://github.com/Colm3na)",
  "contributors": [
    "DerFredy (https://github.com/derfredy)",
    "Wimel (https://github.com/wimel)"
  ],
  "links": {
    "WebUI": "http://cosmos.public.dappnode"
  },
  "repository": {
    "type": "git",
    "url": "https://github.com/Colm3na/DAppNodePackage-cosmos.git"
  },
  "bugs": {
    "url": "https://github.com/Colm3na/DAppNodePackage-cosmos/issues"
  },
  "license": "GPL-3.0"
}